[
  {
   "name": "Mar del Plata",
   "province": "Buenos Aires",
   "region": "Costa Atlántica",
   "description": "Ciudad costera en Argentina con amplias playas y una animada vida nocturna. Reconocida por su arquitectura y rica historia. Un destino perfecto para relajarse bajo el sol y disfrutar del mar.",
   "long_description": "Mar del Plata es una hermosa ciudad costera ubicada en la provincia de Buenos Aires, Argentina. Conocida como la 'Perla del Atlántico', cautiva a visitantes de todo el mundo con su encanto y su rica oferta turística. Sus extensas playas de arena dorada, acariciadas por las aguas del océano, invitan a relajarse y disfrutar del sol y el mar en un entorno idílico.\n\nPero Mar del Plata no se limita solo a su impresionante costa. La ciudad se destaca por su vibrante vida nocturna, que la convierte en un auténtico imán para los amantes de la diversión. Bares, restaurantes, discotecas y casinos brindan opciones para todos los gustos, asegurando noches llenas de emoción y entretenimiento.\n\nAdemás, Mar del Plata presume de un valioso patrimonio arquitectónico. Sus calles están salpicadas de edificios históricos que narran su pasado glorioso y evocan la elegancia de épocas pasadas. El majestuoso Gran Hotel Provincial y el imponente Teatro Colón son solo dos ejemplos de las joyas arquitectónicas que dan carácter a la ciudad.\n\nDurante el día, los visitantes pueden disfrutar de una amplia gama de actividades. Desde deportes acuáticos como surf, kayak y vela, hasta paseos en barco para avistar ballenas y delfines, la diversión está garantizada. Además, los amantes de la pesca pueden deleitarse en sus muelles y embarcarse en emocionantes excursiones marítimas.\n\nEn resumen, Mar del Plata es un destino turístico completo y seductor. Su combinación de hermosas playas, animada vida nocturna, arquitectura fascinante y actividades emocionantes lo convierte en un lugar ideal para disfrutar de unas vacaciones inolvidables. ¡Ven y descubre todo lo que esta joya costera tiene para ofrecer!",
   "activities": [
    {
     "name": "Paseo por las playas",
     "description": "Disfruta de las hermosas playas de Mar del Plata y relájate bajo el sol.",
     "type": "Playa"
    },
    {
     "name": "Visita al Casino Central",
     "description": "Prueba tu suerte en el famoso Casino Central de Mar del Plata.",
     "type": "Entretenimiento"
    },
    {
     "name": "Paseo por el puerto",
     "description": "Recorre el pintoresco puerto de Mar del Plata y disfruta de los mariscos frescos.",
     "type": "Turismo"
    }
   ],
   "mainimg": "https://a.travel-assets.com/findyours-php/viewfinder/images/res70/86000/86497-Mar-Del-Plata-And-Vicinity.jpg",
   "images": [
    {
     "id": "1",
     "url": "https://www.momondo.fi/rimg/dimg/42/2f/addb7f9b-city-4012-16916c05055.jpg?width=1366&height=768&xhint=1627&yhint=1054&crop=true"
    },
    {
     "id": "2",
     "url": "https://images.mnstatic.com/7f/72/7f7293391fc41ff0aa6324cbee7c48f1.jpg?quality=75&format=pjpg&fit=crop&width=980&height=880&aspect_ratio=980%3A880"
    },
    {
     "id": "3",
     "url": "https://cdn.britannica.com/93/10093-050-B9A706BE/Beach-shoreline-Mar-del-Plata-Arg.jpg"
    },
    {
     "id": "4",
     "url": "https://images.mnstatic.com/b5/8a/b58a47aa20f66d3a80b98a2edc74637a.jpg"
    }
   ],
   "id": "1",
   "language": "Español",
   "population": 614.35,
   "latitude": -38.005,
   "longitude": -57.544,
   "isCustom": false
  },
  {
   "name": "Bariloche",
   "province": "Río Negro",
   "region": "Patagonia",
   "description": "Ciudad pintoresca en la Patagonia, famosa por sus impresionantes paisajes montañosos y lagos cristalinos. Es un destino ideal para los amantes de la naturaleza y los deportes al aire libre.",
   "long_description": "Bariloche es una hermosa ciudad ubicada en la región de la Patagonia, Argentina. Rodeada de imponentes montañas, bosques frondosos y lagos cristalinos, esta joya natural es un verdadero paraíso para los amantes de la naturaleza y los deportes al aire libre.\n\nConocida como 'La Suiza Argentina', Bariloche atrae a visitantes de todo el mundo con su encanto alpino y sus paisajes impresionantes. Durante el invierno, la ciudad se convierte en un destino destacado para los deportes de nieve, ofreciendo excelentes pistas de esquí y snowboard, así como opciones para trineo, raquetas de nieve y patinaje sobre hielo.\n\nPero Bariloche no se limita a sus actividades invernales. Durante el verano, los lagos y ríos circundantes se convierten en escenarios perfectos para el kayak, la pesca y los paseos en barco. Senderismo, mountain bike y escalada son solo algunas de las opciones para explorar los increíbles senderos y paisajes de montaña que rodean la ciudad.\n\nAdemás de sus maravillas naturales, Bariloche también es famosa por su deliciosa gastronomía. Sus chocolaterías son reconocidas a nivel nacional e internacional, ofreciendo una amplia variedad de productos artesanales y exquisitos.\n\nBariloche es también un centro turístico con una gran infraestructura hotelera, restaurantes de calidad y una vibrante vida nocturna. Sus encantadoras calles llenas de tiendas, boutiques y galerías de arte invitan a explorar y disfrutar de la atmósfera acogedora de la ciudad.\n\nEn resumen, Bariloche es un destino fascinante que combina belleza natural, deportes al aire libre, delicias gastronómicas y hospitalidad argentina. Un lugar ideal para disfrutar de aventuras emocionantes en medio de un entorno natural espectacular.",
   "activities": [
    {
     "name": "Excursión al Cerro Catedral",
     "description": "Disfruta de actividades de invierno como esquí y snowboard en el Cerro Catedral.",
     "type": "Deportes de invierno"
    },
    {
     "name": "Navegación por el Lago Nahuel Huapi",
     "description": "Embárcate en un paseo en barco por el hermoso Lago Nahuel Huapi.",
     "type": "Paseo en barco"
    },
    {
     "name": "Recorrido por el Circuito Chico",
     "description": "Explora el famoso Circuito Chico y admira los paisajes de montaña.",
     "type": "Turismo"
    }
   ],
   "mainimg": "https://i0.wp.com/barilocheparabrasileiros.com.br/wp-content/uploads/2020/08/Guia-de-Inverno.jpeg?resize=730%2C730&ssl=1",
   "images": [
    {
     "id": "1",
     "url": "https://www.interpatagonia.com/paseos/costanera-bariloche/costanera-bariloche-3.jpg"
    },
    {
     "id": "2",
     "url": "https://media.traveler.es/photos/61376c12d4923f67e298ebaf/master/w_1600%2Cc_limit/146704.jpg"
    },
    {
     "id": "3",
     "url": "https://elcomercio.pe/resizer/_RJbhLeYnBNbOdjltoiUxPt_m6E=/980x0/smart/filters:format(jpeg):quality(75)/arc-anglerfish-arc2-prod-elcomercio.s3.amazonaws.com/public/URHT7IATVNCZFGO4ZU6ZBC23EY.jpg"
    },
    {
     "id": "4",
     "url": "https://cdn0.matrimonios.cl/article/7081/3_2/960/jpg/61807-foto-de-jeffrey-eisen-en-unsplash-2.jpeg"
    }
   ],
   "id": "2",
   "language": "Español",
   "population": 108.33,
   "latitude": -41.133,
   "longitude": -71.31,
   "isCustom": false
  },
  {
   "name": "Ushuaia",
   "province": "Tierra del Fuego",
   "region": "Patagonia",
   "description": "La ciudad del fin del mundo. Ubicada en Tierra del Fuego, es famosa por su belleza natural, sus paisajes montañosos y su ambiente pintoresco. Un destino único que combina naturaleza y aventura.",
   "long_description": "Ushuaia, ubicada en la provincia de Tierra del Fuego, Argentina, es conocida como 'la ciudad del fin del mundo'. Rodeada por majestuosas montañas, glaciares y el Mar de Beagle, ofrece una experiencia única en un entorno natural impresionante.\n\nUshuaia es el punto de partida para explorar el Parque Nacional Tierra del Fuego, un área protegida que alberga una gran diversidad de flora y fauna. Aquí se pueden realizar diversas actividades al aire libre, como senderismo, paseos en bicicleta de montaña y avistamiento de aves. Además, es posible embarcarse en un inolvidable crucero por el canal de Beagle, donde se pueden avistar leones marinos, pingüinos y otras especies marinas.\n\nLa ciudad en sí también tiene mucho que ofrecer. Su pintoresco centro, con sus coloridas casas y calles empedradas, invita a pasear y disfrutar de su encanto. Los visitantes pueden explorar el Museo Marítimo y del Presidio, que muestra la historia de la región, o disfrutar de la deliciosa gastronomía local en los restaurantes que ofrecen mariscos frescos y platos regionales.\n\nAdemás, Ushuaia es reconocida como una de las capitales del turismo de aventura. Aquí se pueden practicar deportes extremos como el esquí, el snowboard, el kayak, el trekking en glaciares y mucho más. Los amantes de la naturaleza y la emoción encontrarán en Ushuaia un paraíso para vivir experiencias inolvidables.\n\nEn resumen, Ushuaia es un destino mágico que combina una belleza natural excepcional con aventura y encanto. Un lugar donde la naturaleza y la historia se entrelazan para crear una experiencia única.",
   "activities": [
    {
     "name": "Navegación por el Canal Beagle",
     "description": "Embárcate en un emocionante viaje en barco por el Canal Beagle y observa la vida marina.",
     "type": "Paseo en barco"
    },
    {
     "name": "Visita al Museo Marítimo y del Presidio",
     "description": "Explora la historia marítima y carcelaria de Ushuaia en este interesante museo.",
     "type": "Cultura"
    },
    {
     "name": "Senderismo en el Parque Nacional Tierra del Fuego",
     "description": "Realiza una caminata por los senderos del hermoso Parque Nacional Tierra del Fuego.",
     "type": "Senderismo"
    }
   ],
   "mainimg": "https://media.viajando.travel/p/ed55770f8c8875de65e4e0dae5a314f6/adjuntos/236/imagenes/000/490/0000490331/1200x675/smart/ushuaia.jpg",
   "images": [
    {
     "id": "1",
     "url": "https://miro.medium.com/v2/resize:fit:1400/1*I4waGmtnO9fi9ij3yyAvxA.jpeg"
    },
    {
     "id": "2",
     "url": "https://www.eltiempo.com/uploads/2022/05/14/6280662b1a91a.jpeg"
    },
    {
     "id": "3",
     "url": "https://www.costacruceros.es/content/dam/costa/costa-magazine/article-images/what-to-see-in-ushaia/ushuaia-694x390.jpg.image.694.390.medium.jpg"
    },
    {
     "id": "4",
     "url": "https://media.cnn.com/api/v1/images/stellar/prod/171130152723-ushuaia-argentina.jpg?q=w_1600,h_900,x_0,y_0,c_fill"
    }
   ],
   "id": "3",
   "language": "Español",
   "population": 56.956,
   "latitude": -54.807,
   "longitude": -68.303,
   "isCustom": false
  },
  {
   "name": "Cataratas del Iguazú",
   "province": "Misiones",
   "region": "Norte",
   "description": "Maravilla natural en la frontera entre Argentina y Brasil. Con sus grandes cascadas y exuberante vegetación, es un espectáculo imperdible. Un destino ideal para los amantes de la naturaleza. ",
   "long_description": "Las Cataratas del Iguazú, situadas en la frontera entre Argentina y Brasil, son una de las maravillas naturales más impresionantes del mundo. Conformadas por un conjunto de más de 270 cascadas, crean un espectáculo visual y sonoro que deja a los visitantes sin aliento.\n\nUbicadas en medio de la selva subtropical, estas majestuosas cascadas se encuentran en el Parque Nacional Iguazú en Argentina y en el Parque Nacional do Iguaçu en Brasil. Su belleza y su abundante vegetación exuberante crean un ambiente mágico y cautivador.\n\nLas cataratas son accesibles desde ambos lados y ofrecen diferentes perspectivas para disfrutar de su magnificencia. Los visitantes pueden recorrer pasarelas que serpentean a través de las cascadas, brindando vistas panorámicas y permitiendo estar rodeados por la impresionante fuerza del agua. Además, los intrépidos pueden aventurarse en emocionantes paseos en botes que se acercan a las cataratas, proporcionando una experiencia llena de adrenalina.\n\nLa fauna y flora de la región también son excepcionales. Los visitantes pueden observar una gran variedad de aves exóticas, mariposas coloridas y otros animales autóctonos mientras recorren los senderos del parque. Además, la reserva natural alberga especies en peligro de extinción, como el oso hormiguero gigante y la nutria gigante.\n\nEn resumen, las Cataratas del Iguazú son un destino inolvidable para los amantes de la naturaleza y la aventura. Su grandeza y belleza indescriptible cautivan a todos aquellos que tienen la suerte de presenciarlas.",
   "activities": [
    {
     "name": "Visita a las Cataratas del Iguazú",
     "description": "Maravíllate con la impresionante belleza de las Cataratas del Iguazú.",
     "type": "Naturaleza"
    },
    {
     "name": "Paseo en lancha bajo las cataratas",
     "description": "Atrévete a experimentar la emoción de un paseo en lancha que te llevará cerca de las cataratas.",
     "type": "Aventura"
    },
    {
     "name": "Senderismo en el Parque Nacional Iguazú",
     "description": "Recorre los senderos del Parque Nacional Iguazú y descubre su flora y fauna exuberantes.",
     "type": "Senderismo"
    }
   ],
   "mainimg": "https://media.traveler.es/photos/613768f03decec3303bab7da/16:9/w_1856,h_1044,c_limit/158835.jpg",
   "images": [
    {
     "id": "1",
     "url": "https://elcomercio.pe/resizer/OFvvbIPWPddkMB9nwrfp41eFntk=/1200x800/smart/filters:format(jpeg):quality(75)/arc-anglerfish-arc2-prod-elcomercio.s3.amazonaws.com/public/3O3JZKA6QBE2VJGEJFRLRXK7TM.jpg"
    },
    {
     "id": "2",
     "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Cataratas.jpg/800px-Cataratas.jpg"
    },
    {
     "id": "3",
     "url": "https://www.labrujula24.com/wp-content/uploads/2021/11/iguazu3.jpg"
    },
    {
     "id": "4",
     "url": "https://live.staticflickr.com/65535/49829041786_f8cd4ce9a4_b.jpg"
    }
   ],
   "id": "4",
   "language": "Español",
   "population": 0,
   "latitude": -25.695,
   "longitude": -54.437,
   "isCustom": false
  },
  {
   "name": "El Calafate",
   "province": "Santa Cruz",
   "region": "Patagonia",
   "description": "Impresionante localidad patagónica, hogar del famoso glaciar Perito Moreno. Un destino cautivador para los amantes de la naturaleza y los amantes del turismo glaciar.",
   "long_description": "El Calafate es una hermosa localidad ubicada en la provincia de Santa Cruz, en la Patagonia argentina. Su principal atractivo es el glaciar Perito Moreno, una maravilla natural que atrae a visitantes de todo el mundo.\n\nEl glaciar Perito Moreno es uno de los glaciares más famosos del mundo y una verdadera maravilla de la naturaleza. Con su imponente frente de hielo de más de 70 metros de altura y su color azul intenso, ofrece un espectáculo impresionante. Los visitantes pueden admirar su belleza desde diversas plataformas y pasear en barco cerca de las paredes de hielo, sintiendo la majestuosidad de este gigante blanco.\n\nAdemás del glaciar Perito Moreno, El Calafate ofrece una amplia gama de actividades relacionadas con la naturaleza y el turismo glaciar. Los viajeros pueden realizar caminatas por glaciares, explorar el Parque Nacional Los Glaciares, disfrutar de paseos en barco por los lagos argentinos y disfrutar de vistas panorámicas desde los miradores de la región.\n\nLa localidad de El Calafate en sí también tiene su encanto. Sus calles pintorescas, sus acogedores restaurantes y sus tiendas de souvenirs invitan a los visitantes a disfrutar de su ambiente relajado y acogedor.\n\nEn resumen, El Calafate es un destino imperdible para los amantes de la naturaleza y el turismo glaciar. Su glaciar Perito Moreno y su entorno natural ofrecen una experiencia única y fascinante.",
   "activities": [
    {
     "name": "Visita al Glaciar Perito Moreno",
     "description": "Contempla la majestuosidad del Glaciar Perito Moreno y escucha el estruendo de los desprendimientos de hielo.",
     "type": "Naturaleza"
    },
    {
     "name": "Paseo en barco por el Lago Argentino",
     "description": "Embárcate en un paseo en barco por el hermoso Lago Argentino y admira los glaciares cercanos.",
     "type": "Paseo en barco"
    },
    {
     "name": "Trekking sobre el Glaciar Perito Moreno",
     "description": "Vive una experiencia única caminando sobre el Glaciar Perito Moreno en una excursión de trekking.",
     "type": "Aventura"
    }
   ],
   "mainimg": "https://www.momondo.fi/rimg/dimg/a9/50/3d0b550a-city-52460-1671e1e874f.jpg?width=1366&height=768&xhint=2668&yhint=1843&crop=true",
   "images": [
    {
     "id": "1",
     "url": "https://www.bestereistijd.nl/uploads/2018/03/beste-reistijd-el-calafate-argentinie-1200x675.jpg"
    },
    {
     "id": "2",
     "url": "https://media.istockphoto.com/id/539849094/es/foto/hermoso-lago-azul-con-nevado-las-monta%C3%B1as-en-el-fondo.jpg?s=612x612&w=0&k=20&c=RHEFOK_5TScLIBzlKgUB6x-gZh9Ot6TSxcpCqkthAnI="
    },
    {
     "id": "3",
     "url": "https://cdn0.casamientos.com.ar/article/1347/3_2/960/jpg/7431-shutterstock-1485995075.jpeg"
    },
    {
     "id": "4",
     "url": "https://cloudfront-us-east-1.images.arcpublishing.com/infobae/LLN7H4T6SFCXLEUDIMCH5R2PAM.JPG"
    }
   ],
   "id": "5",
   "language": "Español",
   "population": 0,
   "latitude": -50.337,
   "longitude": -72.264,
   "isCustom": false
  },
  {
   "name": "Salta",
   "province": "Salta",
   "region": "Norte",
   "description": "Ciudad histórica en el noroeste de Argentina, famosa por su arquitectura colonial, sus paisajes montañosos y su rica cultura. Un destino encantador que combina historia, tradición y belleza natural.",
   "long_description": "Salta es una hermosa ciudad ubicada en el noroeste de Argentina. Conocida como 'La Linda', destaca por su arquitectura colonial, sus paisajes montañosos y su rica historia y cultura.\n\nEl casco histórico de Salta conserva edificios coloniales de gran valor arquitectónico, como la Catedral Basílica, el Cabildo y la Iglesia de San Francisco. Sus calles empedradas y plazas encantadoras invitan a pasear y disfrutar de la atmósfera nostálgica.\n\nLa región que rodea a Salta ofrece paisajes impresionantes. Desde los imponentes cerros de los Andes hasta los coloridos valles y quebradas, hay una gran variedad de opciones para los amantes de la naturaleza. El famoso Tren a las Nubes es una experiencia imperdible, brindando vistas panorámicas espectaculares mientras recorre los valles y cruza puentes impresionantes.\n\nAdemás de su belleza natural, Salta es conocida por sus festivales y tradiciones culturales. La Semana Santa, el Carnaval y la Fiesta del Milagro son algunas de las celebraciones más destacadas. La música folklórica y la gastronomía regional, como las empanadas y el locro, también forman parte de la identidad de Salta.\n\nEn resumen, Salta es un destino encantador que combina historia, tradición y belleza natural. Su arquitectura colonial, sus paisajes magníficos y su rica cultura hacen de esta ciudad un lugar único para visitar.",
   "activities": [
    {
     "name": "City tour por el centro histórico de Salta",
     "description": "Recorre el encantador centro histórico de Salta y descubre su arquitectura colonial.",
     "type": "Turismo"
    },
    {
     "name": "Visita al Cerro San Bernardo",
     "description": "Sube al Cerro San Bernardo en teleférico y disfruta de una vista panorámica de la ciudad de Salta.",
     "type": "Turismo"
    },
    {
     "name": "Excursión al Parque Nacional Los Cardones",
     "description": "Explora el paisaje desértico y los cactus gigantes del Parque Nacional Los Cardones.",
     "type": "Naturaleza"
    }
   ],
   "mainimg": "https://api.time.com/wp-content/uploads/2022/07/Worlds-Greatest-Places-2022-SaltaArgentina.jpeg",
   "images": [
    {
     "id": "1",
     "url": "https://i2.wp.com/fueradeeje.com/wp-content/uploads/2020/06/DESTINOS-M%C3%81S-VISITADOS-DE-SALTA-05.jpg?resize=1024%2C682&ssl=1"
    },
    {
     "id": "2",
     "url": "https://experiencias.turismosalta.gov.ar/wp-content/uploads/2021/11/cafayate-salta-argentina-shutterstock_193704581_50e93ff9b4-1.jpeg"
    },
    {
     "id": "3",
     "url": "https://fotos.perfil.com/2022/07/14/trim/1280/720/iruya-salta-g20220714-1386326.jpg"
    },
    {
     "id": "4",
     "url": "https://blog2.alquilerargentina.com/wp-content/uploads/2016/03/que-hacer-en-salta-portada.jpg"
    }
   ],
   "id": "6",
   "language": "Español",
   "population": 0,
   "latitude": -24.788,
   "longitude": -65.41,
   "isCustom": false
  },
  {
   "name": "El Chaltén",
   "province": "Santa Cruz",
   "region": "Patagonia",
   "description": "Paraíso de montañas en la Patagonia. Ofrece impresionantes paisajes naturales, como el imponente monte Fitz Roy. Un destino imperdible para los amantes del senderismo y la belleza natural.",
   "long_description": "El Chaltén es un paraíso de montañas ubicado en la Patagonia argentina. Conocido como la 'Capital del Trekking', este encantador pueblo es el punto de partida ideal para explorar los magníficos paisajes naturales de la región.\n\nEl principal atractivo de El Chaltén es el imponente monte Fitz Roy, una de las montañas más emblemáticas de la Patagonia. Con su majestuosa cumbre cubierta de nieve, ofrece un desafío para los montañistas y un espectáculo impresionante para los visitantes. Además del Fitz Roy, hay numerosas rutas de senderismo que serpentean por valles, glaciares y lagos, permitiendo a los amantes del trekking disfrutar de vistas panorámicas y paisajes de ensueño.\n\nEl Chaltén también cuenta con una gran variedad de servicios para los aventureros, incluyendo guías de montaña, equipamiento de trekking y acogedores refugios para pernoctar. Los visitantes pueden disfrutar de una amplia gama de actividades al aire libre, como senderismo, escalada en roca, pesca deportiva y paseos en bicicleta.\n\nAdemás de su belleza natural, El Chaltén ofrece una atmósfera relajada y acogedora. Sus pintorescas calles, sus restaurantes con deliciosa gastronomía local y sus tiendas de artesanías invitan a los visitantes a disfrutar de su encanto único.\n\nEn resumen, El Chaltén es un destino imperdible para los amantes del senderismo y la belleza natural. Su imponente monte Fitz Roy y sus impresionantes paisajes hacen de este lugar un paraíso para los amantes de la aventura al aire libre.",
   "activities": [
    {
     "name": "Senderismo en el Parque Nacional Los Glaciares",
     "description": "Explora los senderos del Parque Nacional Los Glaciares y admira los imponentes picos y glaciares.",
     "type": "Senderismo"
    },
    {
     "name": "Trekking hasta el Cerro Fitz Roy",
     "description": "Embárcate en una desafiante caminata hasta la cima del Cerro Fitz Roy y disfruta de vistas panorámicas.",
     "type": "Aventura"
    },
    {
     "name": "Excursión al Lago del Desierto",
     "description": "Descubre la belleza del Lago del Desierto en una excursión desde El Chaltén.",
     "type": "Turismo"
    }
   ],
   "mainimg": "https://www.howlanders.com/blog/wp-content/uploads/2019/11/el-chalten-pueblo-argentina.jpg",
   "images": [
    {
     "id": "1",
     "url": "https://content.r9cdn.net/rimg/dimg/c3/04/24281556-city-62504-169075f6a19.jpg?width=1366&height=768&xhint=2932&yhint=2034&crop=true"
    },
    {
     "id": "2",
     "url": "https://s3.amazonaws.com/arc-wordpress-client-uploads/infobae-wp/wp-content/uploads/2019/01/09111154/El-Chalten-Argentina-1-copia.jpg"
    },
    {
     "id": "3",
     "url": "https://www.passporttheworld.com/wp-content/uploads/2023/01/chalten35.jpg"
    },
    {
     "id": "4",
     "url": "https://images.locationscout.net/2019/12/el-chalten-city-at-night-argentina.jpg?h=1100&q=83"
    }
   ],
   "id": "7",
   "language": "Español",
   "population": 0,
   "latitude": -49.331,
   "longitude": -72.886,
   "isCustom": false
  },
  {
   "name": "Mendoza",
   "province": "Mendoza",
   "region": "Cuyo",
   "description": "Tierra del sol y del vino en Argentina. Conocida por sus hermosos viñedos, paisajes montañosos y actividades al aire libre. Un destino ideal para los amantes del enoturismo y la naturaleza.",
   "long_description": "Mendoza es una región encantadora en Argentina, famosa por sus viñedos, paisajes montañosos y actividades al aire libre. Conocida como 'Tierra del sol y del vino', ofrece una combinación única de belleza natural y cultura vitivinícola.\n\nLos viñedos de Mendoza producen algunos de los mejores vinos de Argentina y son un atractivo principal para los amantes del enoturismo. Los visitantes pueden disfrutar de visitas guiadas a bodegas, degustaciones de vinos y maridajes con exquisita comida regional. Además, la Ruta del Vino ofrece un recorrido por los viñedos más destacados, brindando una experiencia enológica inolvidable.\n\nMendoza también es famosa por su imponente cordillera de los Andes, que ofrece una amplia gama de actividades al aire libre. Los amantes del senderismo pueden explorar el Parque Provincial Aconcagua y su montaña homónima, una de las más altas del mundo fuera del Himalaya. Además, la región cuenta con ríos caudalosos ideales para practicar rafting, así como opciones para el ciclismo de montaña, la pesca y el turismo aventura.\n\nLa ciudad de Mendoza, capital de la provincia, combina su rica historia con una infraestructura moderna. Sus plazas y calles arboladas invitan a pasear y disfrutar de la arquitectura colonial y los espacios verdes. La gastronomía local también es destacada, con restaurantes que ofrecen deliciosos platos regionales y una amplia variedad de opciones culinarias.\n\nEn resumen, Mendoza es un destino ideal para los amantes del enoturismo y la naturaleza. Sus viñedos, paisajes montañosos y actividades al aire libre hacen de esta región un lugar perfecto para disfrutar de la belleza de Argentina.",
   "activities": [
    {
     "name": "Visita a bodegas y viñedos",
     "description": "Explora las famosas bodegas y viñedos de Mendoza y degusta sus exquisitos vinos.",
     "type": "Enoturismo"
    },
    {
     "name": "Ascenso al Cerro Aconcagua",
     "description": "Embárcate en una expedición de montañismo para ascender el Cerro Aconcagua, la montaña más alta de América del Sur.",
     "type": "Aventura"
    },
    {
     "name": "Rafting en el río Mendoza",
     "description": "Vive una emocionante experiencia de rafting en el río Mendoza, rodeado de hermosos paisajes.",
     "type": "Deportes acuáticos"
    }
   ],
   "mainimg": "https://mendoza-camara.org/wp-content/uploads/2018/06/Ciudad-de-Mendoza-en-oton%CC%83o-1.jpg",
   "images": [
    {
     "id": "1",
     "url": "https://www.cideu.org/wp-content/uploads/2019/12/mendoza-1-1.jpg"
    },
    {
     "id": "2",
     "url": "https://mendoza.tur.ar/wp-content/uploads/2021/10/DSC6234.jpg"
    },
    {
     "id": "3",
     "url": "https://www.serargentino.com/public/images/2020/08/15986206190-Ciudad-de-Mendoza-773x458.jpg"
    },
    {
     "id": "4",
     "url": "https://ba-h.com.ar/mendoza-city-y-vinedos/turismo-mendoza-argentina_2/"
    }
   ],
   "id": "8",
   "language": "Español",
   "population": 0,
   "latitude": -32.889,
   "longitude": -68.845,
   "isCustom": false
  },
  {
   "name": "San Martín de los Andes",
   "province": "Neuquén",
   "region": "Patagonia",
   "description": "Un rincón de belleza en la Patagonia argentina. Con su entorno montañoso, lagos cristalinos y encanto alpino, es un destino perfecto para el descanso y la aventura.",
   "long_description": "San Martín de los Andes es un lugar de belleza incomparable ubicado en la Patagonia argentina. Rodeado de imponentes montañas, lagos cristalinos y un encanto alpino, este destino es perfecto para aquellos que buscan descanso, conexión con la naturaleza y aventura en un entorno paradisíaco.\n\nLos paisajes montañosos de San Martín de los Andes ofrecen infinitas oportunidades para la aventura al aire libre. Desde el esquí en invierno hasta el senderismo y el montañismo en verano, los amantes de la naturaleza pueden explorar los senderos escénicos y las cumbres majestuosas de la región.\n\nLos lagos cristalinos, como el Lago Lacar, son un tesoro natural que cautiva a los visitantes. Aquí, se pueden practicar deportes acuáticos, como navegación, kayak y pesca, o simplemente relajarse en las playas de arena y disfrutar de la serenidad del entorno.\n\nEl encanto alpino de San Martín de los Andes se refleja en su arquitectura de estilo suizo, sus calles empedradas y sus acogedores chalets. Los restaurantes y cafés locales ofrecen delicias gastronómicas, como truchas frescas y chocolates artesanales, que deleitan el paladar de los visitantes.\n\nAdemás de su belleza natural, San Martín de los Andes cuenta con una comunidad cálida y hospitalaria que recibe a los turistas con los brazos abiertos. Sus eventos culturales, como festivales de música y exposiciones de arte, enriquecen la oferta cultural de la ciudad.\n\nEn resumen, San Martín de los Andes es un destino mágico en la Patagonia argentina. Su entorno montañoso, lagos cristalinos y encanto alpino lo convierten en un lugar ideal para el descanso, la conexión con la naturaleza y la aventura al aire libre.",
   "activities": [
    {
     "name": "Paseo en catamarán por el Lago Lácar",
     "description": "Embárcate en un relajante paseo en catamarán por el hermoso Lago Lácar en San Martin de los Andes.",
     "type": "Paseo en barco"
    },
    {
     "name": "Esquí y snowboard en el Cerro Chapelco",
     "description": "Disfruta de las pistas de esquí y snowboard en el famoso Cerro Chapelco.",
     "type": "Deportes de invierno"
    },
    {
     "name": "Trekking hasta la Cascada Chachin",
     "description": "Realiza una caminata hasta la impresionante Cascada Chachin y disfruta del entorno natural.",
     "type": "Senderismo"
    }
   ],
   "mainimg": "https://res.cloudinary.com/worldpackers/image/upload/c_limit,f_auto,q_auto,w_1140/s0l22kwdoup0ncounx7j",
   "images": [
    {
     "id": "1",
     "url": "https://media.staticontent.com/media/pictures/8dbf0471-9269-436e-a34a-2e7c64e7ddcf"
    },
    {
     "id": "2",
     "url": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/10/6b/57/b9/cabanas-en-san-martin.jpg?w=1200&h=-1&s=1"
    },
    {
     "id": "3",
     "url": "https://emountain.tur.ar/San-Martin-Andes/Images/sant-martin-andes-17-julio.jpg"
    },
    {
     "id": "4",
     "url": "https://media.tacdn.com/media/attractions-splice-spp-674x446/0a/5f/ce/0d.jpg"
    }
   ],
   "id": "9",
   "language": "Español",
   "population": 0,
   "latitude": -40.16,
   "longitude": -71.351,
   "isCustom": false
  },
  {
   "name": "Córdoba",
   "province": "Córdoba",
   "region": "Centro",
   "description": "Una ciudad histórica y vibrante en Argentina. Con su arquitectura colonial, hermosas colinas y una animada vida cultural, es un destino lleno de encanto y diversidad.",
   "long_description": "Córdoba es una ciudad histórica y vibrante ubicada en Argentina. Con su arquitectura colonial, hermosas colinas y una rica vida cultural, es un destino que combina historia, belleza y diversidad.\n\nEl casco histórico de Córdoba es un testimonio de su pasado colonial, con edificios emblemáticos como la Manzana Jesuítica, declarada Patrimonio de la Humanidad por la UNESCO. Sus calles empedradas y plazas invitan a los visitantes a descubrir la riqueza histórica y cultural de la ciudad.\n\nCórdoba también es conocida por sus hermosas colinas y paisajes naturales. Las Sierras de Córdoba ofrecen una variedad de opciones para los amantes de la naturaleza, desde senderismo y trekking hasta paseos en bicicleta y avistamiento de aves. Además, la región cuenta con ríos y lagos donde se puede disfrutar de actividades acuáticas y relajarse en entornos naturales impresionantes.\n\nLa vida cultural en Córdoba es vibrante y diversa. La ciudad alberga una gran cantidad de teatros, museos y galerías de arte, así como una animada escena musical y una importante comunidad estudiantil debido a sus prestigiosas universidades. Los festivales de música, teatro y danza llenan la agenda cultural de la ciudad a lo largo del año.\n\nAdemás de su riqueza histórica y cultural, Córdoba ofrece una amplia variedad de opciones gastronómicas, desde platos tradicionales argentinos hasta cocina internacional. Sus restaurantes y bares invitan a los visitantes a disfrutar de la deliciosa comida y a degustar vinos de la región.\n\nEn resumen, Córdoba es un destino lleno de encanto y diversidad. Su arquitectura colonial, hermosas colinas y animada vida cultural hacen de esta ciudad un lugar único para visitar.",
   "activities": [
    {
     "name": "Visita a la Manzana Jesuítica",
     "description": "Explora la histórica Manzana Jesuítica en la ciudad de Córdoba, declarada Patrimonio de la Humanidad por la UNESCO.",
     "type": "Cultura"
    },
    {
     "name": "Excursión al Parque Nacional Quebrada del Condorito",
     "description": "Disfruta de impresionantes vistas de los cóndores en su hábitat natural en la Quebrada del Condorito.",
     "type": "Naturaleza"
    },
    {
     "name": "Trekking en las Sierras de Córdoba",
     "description": "Realiza una caminata por los hermosos paisajes de las Sierras de Córdoba y admira su flora y fauna.",
     "type": "Senderismo"
    }
   ],
   "mainimg": "https://lh4.googleusercontent.com/DPdPDOTuZ7jU1roY0zaLyLyyTpP3JM4T_LeSZ01RHYqhmLnX-allnYZpKrz7GY0qS_tVXNAHJ-SWtbluTyZvaJRqojzbTXeaOQV8Ts3EaBKHsJ2Tudi2yiDeHZ2pwD63f6OOJNb0M0k9pRCJAfQtfcM",
   "images": [
    {
     "id": "1",
     "url": "https://images.adsttc.com/media/images/5c04/7566/08a5/e5c7/1100/01c2/newsletter/12247681_10156151865110702_6739505303249166555_o.jpg?1543796058"
    },
    {
     "id": "2",
     "url": "https://media.ambito.com/p/9e896a532fba9f8672a11f4d79769490/adjuntos/239/imagenes/039/563/0039563243/1200x675/smart/imagepng.png"
    },
    {
     "id": "3",
     "url": "https://cdn.agroempresario.com/images/posts/0daaf763aaf566ae9689bfcc8a088a29aef7037f9b586e92_840.jpg"
    },
    {
     "id": "4",
     "url": "https://blog2.alquilerargentina.com/wp-content/uploads/2020/09/Turismo-de-cercania-c%C3%B3rdoba-portada2.jpg"
    }
   ],
   "id": "10",
   "language": "Español",
   "population": 0,
   "latitude": -31.417,
   "longitude": -64.183,
   "isCustom": false
  },
  {
   "name": "Ciudad Autónoma de Buenos Aires",
   "province": "Ciudad Autónoma de Buenos Aires",
   "region": "Centro",
   "description": "La cosmopolita y vibrante capital de Argentina. Su historia fascinante, arquitectura impresionante y escena cultural enérgica la convierten en una ciudad que nunca deja de sorprender.",
   "long_description": "Buenos Aires es una ciudad cosmopolita y fascinante, situada en Argentina. Como capital del país, ofrece una mezcla única de historia, arquitectura impresionante y una animada escena cultural que la convierte en un lugar vibrante que nunca duerme.\n\nLa historia de Buenos Aires se refleja en sus barrios emblemáticos, como San Telmo y La Boca, donde las calles adoquinadas y las casas de colores vivos cuentan historias del pasado. La imponente arquitectura de la Avenida 9 de Julio y el Teatro Colón muestra la grandeza de la ciudad.\n\nBuenos Aires es famosa por su vida cultural intensa. Sus teatros, galerías de arte y museos ofrecen una amplia gama de espectáculos y exposiciones, que van desde obras de teatro y danza hasta exposiciones de renombrados artistas. La música también es parte integral de la ciudad, con tango, música folklórica y rock argentino llenando los bares y clubes.\n\nLa gastronomía de Buenos Aires es una delicia para los amantes de la comida. La ciudad es conocida por sus asados, empanadas y mate. Además, ofrece una amplia variedad de restaurantes que sirven cocina internacional y platos innovadores de la mano de talentosos chefs.\n\nBuenos Aires también es un centro de moda y compras. Sus calles comerciales, como la avenida Santa Fe y la calle Florida, ofrecen una amplia selección de tiendas de diseño y marcas internacionales.\n\nEn resumen, Buenos Aires es una ciudad enérgica y fascinante que combina historia, cultura y una vida urbana vibrante. Su arquitectura impresionante, su escena cultural diversa y su rica gastronomía la convierten en un destino imperdible.",
   "activities": [
    {
     "name": "Visita al Obelisco y la Plaza de Mayo",
     "description": "Explora los iconos históricos de Buenos Aires, el Obelisco y la Plaza de Mayo.",
     "type": "Turismo"
    },
    {
     "name": "Recorrido por el barrio de La Boca",
     "description": "Pasea por el colorido barrio de La Boca y visita el famoso Caminito.",
     "type": "Turismo"
    },
    {
     "name": "Visita al Teatro Colón",
     "description": "Descubre la belleza arquitectónica y la historia del Teatro Colón en una visita guiada.",
     "type": "Cultura"
    }
   ],
   "mainimg": "https://fotos.perfil.com/2022/07/14/trim/1280/720/ciudad-de-buenos-aires-1386884.jpg",
   "images": [
    {
     "id": "1",
     "url": "https://arc-anglerfish-arc2-prod-infobae.s3.amazonaws.com/public/EWRWZLV7FZEM7C24TIEPFBJCP4.jpg"
    },
    {
     "id": "2",
     "url": "https://images.adsttc.com/media/images/5de5/60a5/3312/fddd/3f00/0018/newsletter/foto_ba_global_.jpg?1575313568"
    },
    {
     "id": "3",
     "url": "https://media.timeout.com/images/105809413/image.jpg"
    },
    {
     "id": "4",
     "url": "https://upload.wikimedia.org/wikipedia/commons/f/f1/Buenos_Aires_-_Plaza_Manuel_Belgrano_%28noche%29.jpg"
    }
   ],
   "id": "11",
   "language": "Español",
   "population": 0,
   "latitude": -34.603,
   "longitude": -58.381,
   "isCustom": false
  },
  {
   "name": "Villa La Angostura",
   "province": "Neuquén",
   "region": "Patagonia",
   "description": "Un paraíso natural en la Patagonia argentina. Con sus lagos cristalinos, imponentes montañas y bosques exuberantes, es un destino perfecto para la tranquilidad y la aventura.",
   "long_description": "Villa La Angostura es un verdadero paraíso natural ubicado en la Patagonia argentina. Rodeada de lagos cristalinos, imponentes montañas y bosques exuberantes, esta encantadora localidad es un destino perfecto para aquellos que buscan tranquilidad y aventura en medio de una belleza natural indescriptible.\n\nLos lagos de Villa La Angostura, como el Nahuel Huapi y el Correntoso, ofrecen paisajes de ensueño con aguas claras y rodeados de montañas. Aquí, los visitantes pueden disfrutar de actividades acuáticas como navegación, kayak, pesca y simplemente relajarse en sus orillas contemplando el entorno.\n\nLas montañas circundantes, como el Cerro Bayo, son ideales para practicar senderismo, trekking y esquí en invierno. Los senderos bien marcados y las vistas panorámicas permiten a los visitantes conectarse con la naturaleza y disfrutar de la majestuosidad de los paisajes patagónicos.\n\nLos bosques nativos que rodean Villa La Angostura también son un tesoro para explorar. Los amantes de la naturaleza pueden realizar caminatas entre árboles centenarios, descubrir cascadas escondidas y maravillarse con la diversidad de flora y fauna presentes en la región.\n\nLa tranquilidad y el encanto de Villa La Angostura se complementan con una oferta gastronómica de primer nivel. Los restaurantes y cervecerías locales ofrecen deliciosos platos regionales, como trucha de los lagos cercanos, acompañados de cervezas artesanales y vinos de la Patagonia.\n\nEn resumen, Villa La Angostura es un destino de ensueño en la Patagonia argentina. Sus lagos cristalinos, montañas imponentes y bosques exuberantes brindan una experiencia inigualable para aquellos que buscan conectar con la naturaleza, encontrar tranquilidad y disfrutar de la aventura al aire libre.",
   "activities": [
    {
     "name": "Paseo en kayak por el Lago Nahuel Huapi",
     "description": "Embárcate en un paseo en kayak por el hermoso Lago Nahuel Huapi en Villa La Angostura.",
     "type": "Deportes acuáticos"
    },
    {
     "name": "Senderismo en el Bosque de Arrayanes",
     "description": "Recorre los senderos del Bosque de Arrayanes y admira los árboles únicos en Villa La Angostura.",
     "type": "Senderismo"
    },
    {
     "name": "Visita al Mirador Belvedere",
     "description": "Disfruta de una vista panorámica impresionante desde el Mirador Belvedere en Villa La Angostura.",
     "type": "Turismo"
    }
   ],
   "mainimg": "https://www.voydeviaje.com.ar/resizer/GuoPavF3WT3LcJsWprc0Pjz_3e8=/980x640/smart/filters:quality(75):format(webp)/cloudfront-us-east-1.images.arcpublishing.com/grupoclarin/Y2PCM7FAVJEBTMM3ZNX3KS545Q.jpg",
   "images": [
    {
     "id": "1",
     "url": "https://media.tacdn.com/media/attractions-splice-spp-674x446/06/ee/cb/c7.jpg"
    },
    {
     "id": "2",
     "url": "https://bariloche.org/wp-content/uploads/2015/03/villa-la-angostura.jpg"
    },
    {
     "id": "3",
     "url": "https://cdn1.intriper.com/wp-content/uploads/2022/01/07212832/1-Portada-10.jpg"
    },
    {
     "id": "4",
     "url": "https://www.rionegro.com.ar/wp-content/uploads/2022/06/Villa-La-Angostura-rio-correntoso-drone.jpg"
    }
   ],
   "id": "12",
   "language": "Español",
   "population": 0,
   "latitude": 40.761,
   "longitude": -71.657,
   "isCustom": false
  }
 ]